/********************************Copyright (c)**********************************\
**
**                   (c) Copyright 2019, Main, China, Mrtutu.
**                           All Rights Reserved
**
**                                By Mrtutu
**                           Blog: www.mrtutu.cn
**
**----------------------------------文件信息------------------------------------
** @flie    : exti.h
** @auther  : Mrtutu
** @date    : 2019-08-07
** @describe: 
**
**----------------------------------版本信息------------------------------------
** 版本代号: V0.1
** 版本说明: 初始版本
**
**------------------------------------------------------------------------------
\********************************End of Head************************************/
 
#ifndef __EXTI_H_
#define __EXTI_H_
#include "sys.h"

#define  KEY_RST   PEin(0)
#define  KEY_OK    PEin(2)
#define  KEY_UP    PEin(6)


#endif

/********************************End of File************************************/